[
    {
        "id": 1,
        "name":" Cotton black T-shirt",
        "price": 600,
        "image": "images2/image8.png",
        "description": "Elevate your style with our Cotton Black T-Shirt, crafted for comfort and versatility. The premium cotton fabric ensures a luxurious feel, making it the perfect essential for any occasion."
    },
    {
        "id": 2,
        "name":" Desinger purse",
        "price": 4000,
        "image": "images2/image20.png",
        "description": "Introducing our Designer Purse - a chic blend of elegance and functionality. Elevate your style with this exquisite accessory crafted for both fashion and practicality."
    },
    {
        "id": 3,
        "name":" Supreme Shoes",
        "price": 3999,
        "image": "images2/image21.png",
        "description": " Step into urban style with our Supreme Shoes - a fusion of streetwear and comfort. Elevate your footwear game with these trendsetting kicks, designed for the fashion-forward."
    },
    {
        "id": 4,
        "name":"Cotton red T-shirt",
        "price": 700,
        "image": "images2/image22.png",
        "description": "Experience timeless style with our Cotton Red T-Shirt. Crafted for comfort and flair, this vibrant tee adds a pop of color to your wardrobe essentials. Elevate your casual look with the softness of cotton and a touch of bold sophistication"
    },
    {
        "id": 5,
        "name":"Cotton blue T-shirt",
        "price": 599,
        "image": "images2/image23.png",
        "description": "Experience laid-back style with our Cotton Blue T-Shirt. Crafted for comfort and versatility, this tee features a cool blue hue that effortlessly complements any casual look. Elevate your wardrobe with the softness of cotton and a touch of easygoing sophistication."
    },
    {
        "id": 6,
        "name":"Cotton white T-shirt",
        "price": 600,
        "image": "images2/image7.png",
        "description": "Discover everyday luxury with our Cotton White T-Shirt. Immerse yourself in comfort with the soft, breathable cotton fabric, while the timeless white hue effortlessly complements any outfit. Elevate your wardrobe essentials with this versatile and classic piece that blends style and ease."
    },
    {
        "id": 7,
        "name":"Blue jenes",
        "price": 999,
        "image": "images2/image26.png",
        "description": "Introducing our Blue Jeans - a wardrobe essential for the modern, style-conscious individual. Crafted for both comfort and fashion, these jeans boast a timeless blue hue that effortlessly pairs with any top. Elevate your casual chic look with this staple piece designed for versatility and lasting appeal."
    },
    {
        "id": 8,
        "name":"Puma Shoes",
        "price": 4999,
        "image": "images2/image27.png",
        "description": "Step into style and performance with our Puma Shoes. These sleek kicks seamlessly marry fashion and functionality, providing comfort with every step. Elevate your footwear game with Puma's iconic design, perfect for both athletic pursuits and urban streetwear."
    }

]